Repository: XZL-CODE/Skyview
Catalog: Skyview/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ · 运行 %@
source: %@ · up %@
zh_hans: %@ · 运行 %@

# %lld 声道
source: %lld channels
zh_hans: %lld 声道

# %lld 已连接
source: %lld connected
zh_hans: %lld 已连接

# %lld 应用
source: %lld apps
zh_hans: %lld 应用

# %lld 显示器
source: %lld displays
zh_hans: %lld 显示器

# %lld 设备
source: %lld devices
zh_hans: %lld 设备

# %lld 输出
source: %lld outputs
zh_hans: %lld 输出

# %lld 进程
source: %lld processes
zh_hans: %lld 进程

# %lld分钟
source: %lld min
zh_hans: %lld分钟

# %lld天 %lld小时
source: %lldd %lldh
zh_hans: %lld天 %lld小时

# %lld小时 %lld分钟
source: %lldh %lldm
zh_hans: %lld小时 %lld分钟

# 2D 纹理上限
source: Max 2D Texture
zh_hans: 2D 纹理上限

# 3D 纹理上限
source: Max 3D Texture
zh_hans: 3D 纹理上限

# Apple 7 (M1系列)
source: Apple 7 (M1 series)
zh_hans: Apple 7 (M1系列)

# Apple 8 (M2系列)
source: Apple 8 (M2 series)
zh_hans: Apple 8 (M2系列)

# Apple 9 (M3系列)
source: Apple 9 (M3 series)
zh_hans: Apple 9 (M3系列)

# CPU + 内存
source: CPU + Memory
zh_hans: CPU + 内存

# CPU 使用率
source: CPU Usage
zh_hans: CPU 使用率

# CPU 使用率历史
source: CPU Usage History
zh_hans: CPU 使用率历史

# CPU 使用率过高
source: High CPU Usage
zh_hans: CPU 使用率过高

# CPU 占用 Top 3
source: Top 3 by CPU
zh_hans: CPU 占用 Top 3

# CPU 已持续超过 %.0f%%，当前 %.0f%%。
source: CPU has stayed above %.0f%% — now at %.0f%%.
zh_hans: CPU 已持续超过 %.0f%%，当前 %.0f%%。

# CPU 总占用
source: Total CPU Usage
zh_hans: CPU 总占用

# CPU 核心
source: CPU Cores
zh_hans: CPU 核心

# CPU 监控
source: CPU Monitor
zh_hans: CPU 监控

# Cube 纹理
source: Cube Texture
zh_hans: Cube 纹理

# GPU 数量
source: GPU Count
zh_hans: GPU 数量

# GPU 监控
source: GPU Monitor
zh_hans: GPU 监控

# IP 地址
source: IP Address
zh_hans: IP 地址

# Metal 功能支持
source: Metal Feature Support
zh_hans: Metal 功能支持

# Top 10 资源占用统计
source: Top 10 Resource Usage
zh_hans: Top 10 资源占用统计

# Top 进程
source: Top Processes
zh_hans: Top 进程

# USB 设备
source: USB Devices
zh_hans: USB 设备

# 一般
source: Fair
zh_hans: 一般

# 上传
source: Upload
zh_hans: 上传

# 上传速度
source: Upload Speed
zh_hans: 上传速度

# 下午好
source: Good afternoon
zh_hans: 下午好

# 下载
source: Download
zh_hans: 下载

# 下载速度
source: Download Speed
zh_hans: 下载速度

# 主要规格
source: Key Specs
zh_hans: 主要规格

# 使用率趋势
source: Usage Trend
zh_hans: 使用率趋势

# 使用电池
source: On Battery
zh_hans: 使用电池

# 便携式音频
source: Portable Audio
zh_hans: 便携式音频

# 健康度
source: Health
zh_hans: 健康度

# 健康度 %@
source: Health %@
zh_hans: 健康度 %@

# 充电中
source: Charging
zh_hans: 充电中

# 充电状态
source: Charging Status
zh_hans: 充电状态

# 光追
source: Ray Tracing
zh_hans: 光追

# 免提设备
source: Hands-Free Device
zh_hans: 免提设备

# 全部信息
source: All info
zh_hans: 全部信息

# 其他设备
source: Other Device
zh_hans: 其他设备

# 内存
source: Memory
zh_hans: 内存

# 内存使用率
source: Memory Usage
zh_hans: 内存使用率

# 内存使用率 %.0f%%，已超过阈值 %.0f%%。
source: Memory usage is %.0f%%, above the %.0f%% threshold.
zh_hans: 内存使用率 %.0f%%，已超过阈值 %.0f%%。

# 内存使用率历史
source: Memory Usage History
zh_hans: 内存使用率历史

# 内存占用
source: Memory Usage
zh_hans: 内存占用

# 内存压力高
source: High Memory Pressure
zh_hans: 内存压力高

# 内存总占用
source: Total Memory Used
zh_hans: 内存总占用

# 内存监控
source: Memory Monitor
zh_hans: 内存监控

# 内存组成
source: Memory Breakdown
zh_hans: 内存组成

# 内建显示器
source: Built-in Display
zh_hans: 内建显示器

# 内核版本
source: Kernel Version
zh_hans: 内核版本

# 写入
source: Write
zh_hans: 写入

# 写入操作
source: Write Ops
zh_hans: 写入操作

# 写入速度
source: Write Speed
zh_hans: 写入速度

# 写入速度历史
source: Write Speed History
zh_hans: 写入速度历史

# 分钟
source: min
zh_hans: 分钟

# 刷新率
source: Refresh Rate
zh_hans: 刷新率

# 剩余 %lld:%@
source: %lld:%@ remaining
zh_hans: 剩余 %lld:%@

# 卷名
source: Volume Name
zh_hans: 卷名

# 原生分辨率
source: Native Resolution
zh_hans: 原生分辨率

# 可以放任何视图
source: Any view can go here
zh_hans: 可以放任何视图

# 可用
source: Available
zh_hans: 可用

# 可用空间
source: Available Space
zh_hans: 可用空间

# 可穿戴设备
source: Wearable
zh_hans: 可穿戴设备

# 名称
source: Name
zh_hans: 名称

# 启动磁盘仅剩 %@（%.1f%%）。
source: Startup disk has only %@ left (%.1f%%).
zh_hans: 启动磁盘仅剩 %@（%.1f%%）。

# 启用阈值告警
source: Enable threshold alerts
zh_hans: 启用阈值告警

# 图形 + 计算
source: Graphics + Compute
zh_hans: 图形 + 计算

# 在菜单栏显示
source: Show in menu bar
zh_hans: 在菜单栏显示

# 型号
source: Model
zh_hans: 型号

# 处理器
source: Processor
zh_hans: 处理器

# 处理器详情
source: Processor Details
zh_hans: 处理器详情

# 外设
source: Peripheral
zh_hans: 外设

# 夜深了
source: Up late?
zh_hans: 夜深了

# 天
source: days
zh_hans: 天

# 存储
source: Storage
zh_hans: 存储

# 存储使用
source: Storage Usage
zh_hans: 存储使用

# 存储空间
source: Storage
zh_hans: 存储空间

# 实时监控中
source: Live Monitoring
zh_hans: 实时监控中

# 实时趋势
source: Live Trends
zh_hans: 实时趋势

# 小时
source: hours
zh_hans: 小时

# 峰值
source: Peak
zh_hans: 峰值

# 已使用
source: Used
zh_hans: 已使用

# 已使用百分比
source: Used Percentage
zh_hans: 已使用百分比

# 已使用空间
source: Used Space
zh_hans: 已使用空间

# 已充满
source: Fully Charged
zh_hans: 已充满

# 已压缩
source: Compressed
zh_hans: 已压缩

# 已完成 %lld 次充电循环
source: %lld charge cycles completed
zh_hans: 已完成 %lld 次充电循环

# 已联动
source: Wired
zh_hans: 已联动

# 已连接
source: Connected
zh_hans: 已连接

# 已连接电源
source: Plugged In
zh_hans: 已连接电源

# 已配对
source: Paired
zh_hans: 已配对

# 应用
source: Apps
zh_hans: 应用

# 应用监控
source: App Monitor
zh_hans: 应用监控

# 应用资源占用统计
source: App Resource Usage
zh_hans: 应用资源占用统计

# 当前
source: Now
zh_hans: 当前

# 当前电量
source: Current Charge
zh_hans: 当前电量

# 很好
source: Very Good
zh_hans: 很好

# 循环次数
source: Cycle Count
zh_hans: 循环次数

# 性能核心
source: Performance Cores
zh_hans: 性能核心

# 总使用率
source: Total Usage
zh_hans: 总使用率

# 总内存
source: Total Memory
zh_hans: 总内存

# 总写入
source: Total Written
zh_hans: 总写入

# 总功耗
source: Total Power
zh_hans: 总功耗

# 总发送
source: Total Sent
zh_hans: 总发送

# 总容量
source: Total Capacity
zh_hans: 总容量

# 总接收
source: Total Received
zh_hans: 总接收

# 总线程数
source: Total Threads
zh_hans: 总线程数

# 总览
source: Overview
zh_hans: 总览

# 总计
source: Total
zh_hans: 总计

# 总设备数
source: Total Devices
zh_hans: 总设备数

# 总读取
source: Total Read
zh_hans: 总读取

# 手机
source: Phone
zh_hans: 手机

# 打印机
source: Printer
zh_hans: 打印机

# 打开 Skyview
source: Open Skyview
zh_hans: 打开 Skyview

# 扬声器
source: Speaker
zh_hans: 扬声器

# 指标越界时发送系统通知，同类告警 5 分钟内只提醒一次。
source: Sends a system notification when a metric crosses its threshold. Each alert fires at most once every 5 minutes.
zh_hans: 指标越界时发送系统通知，同类告警 5 分钟内只提醒一次。

# 排序
source: Sort
zh_hans: 排序

# 排序方式
source: Sort By
zh_hans: 排序方式

# 接口
source: Interface
zh_hans: 接口

# 推荐显存
source: Max Working Set
zh_hans: 建议工作集

# 操作系统
source: Operating System
zh_hans: 操作系统

# 文件系统
source: File System
zh_hans: 文件系统

# 无电池
source: No Battery
zh_hans: 无电池

# 早上好
source: Good morning
zh_hans: 早上好

# 显示内容
source: Display
zh_hans: 显示内容

# 显示器 %lld
source: Display %lld
zh_hans: 显示器 %lld

# 显示器监控
source: Display Monitor
zh_hans: 显示器监控

# 晚上好
source: Good evening
zh_hans: 晚上好

# 暂无运行中的应用
source: No running apps
zh_hans: 暂无运行中的应用

# 暂无进程数据
source: No process data
zh_hans: 暂无进程数据

# 最低
source: Min
zh_hans: 最低

# 最大纹理
source: Max Texture
zh_hans: 最大纹理

# 最大缓冲区
source: Max Buffer
zh_hans: 最大缓冲区

# 最高
source: Max
zh_hans: 最高

# 未检测
source: Not detected
zh_hans: 未检测

# 未检测到 GPU
source: No GPU detected
zh_hans: 未检测到 GPU

# 未检测到 USB 设备
source: No USB devices detected
zh_hans: 未检测到 USB 设备

# 未检测到显示器
source: No displays detected
zh_hans: 未检测到显示器

# 未检测到蓝牙设备
source: No Bluetooth devices detected
zh_hans: 未检测到蓝牙设备

# 未检测到音频设备
source: No audio devices detected
zh_hans: 未检测到音频设备

# 未知
source: Unknown
zh_hans: 未知

# 未知设备
source: Unknown Device
zh_hans: 未知设备

# 极好
source: Excellent
zh_hans: 极好

# 架构
source: Architecture
zh_hans: 架构

# 核心
source: cores
zh_hans: 核心

# 核心数
source: Core Count
zh_hans: 核心数

# 正在充电
source: Charging
zh_hans: 正在充电

# 此设备没有内置电池
source: This Mac has no built-in battery
zh_hans: 此设备没有内置电池

# 此设备没有内置电池，始终使用交流电源供电
source: This Mac has no built-in battery and always runs on AC power
zh_hans: 此设备没有内置电池，始终使用交流电源供电

# 每核心使用率
source: Per-Core Usage
zh_hans: 每核心使用率

# 汽车音响
source: Car Audio
zh_hans: 汽车音响

# 活跃
source: Active
zh_hans: 活跃

# 活跃接口
source: Active Interface
zh_hans: 活跃接口

# 流量趋势
source: Traffic Trend
zh_hans: 流量趋势

# 测试卡片
source: Test Card
zh_hans: 测试卡片

# 温度
source: Temperature
zh_hans: 温度

# 游戏手柄
source: Game Controller
zh_hans: 游戏手柄

# 物理内存
source: Physical Memory
zh_hans: 物理内存

# 状态
source: Status
zh_hans: 状态

# 用户
source: User
zh_hans: 用户

# 电池
source: Battery
zh_hans: 电池

# 电池供电
source: On Battery
zh_hans: 电池供电

# 电池信息
source: Battery Info
zh_hans: 电池信息

# 电池健康
source: Battery Health
zh_hans: 电池健康

# 电池状态
source: Battery Status
zh_hans: 电池状态

# 电池类型
source: Battery Type
zh_hans: 电池类型

# 电源
source: Power Source
zh_hans: 电源

# 电源状态
source: Power Status
zh_hans: 电源状态

# 电脑
source: Computer
zh_hans: 电脑

# 电量
source: Charge
zh_hans: 电量

# 登录时启动
source: Launch at login
zh_hans: 登录时启动

# 监控中
source: Monitoring
zh_hans: 监控中

# 硬件信息
source: Hardware
zh_hans: 硬件信息

# 磁盘 I/O
source: Disk I/O
zh_hans: 磁盘 I/O

# 磁盘 I/O 监控
source: Disk I/O Monitor
zh_hans: 磁盘 I/O 监控

# 磁盘I/O
source: Disk I/O
zh_hans: 磁盘I/O

# 磁盘信息
source: Disk Info
zh_hans: 磁盘信息

# 磁盘空间不足
source: Low Disk Space
zh_hans: 磁盘空间不足

# 磁盘空间不足，建议清理文件
source: Disk space is low — consider cleaning up files
zh_hans: 磁盘空间不足，建议清理文件

# 磁盘空间严重不足，请清理文件
source: Disk space critically low — please free up space
zh_hans: 磁盘空间严重不足，请清理文件

# 秒
source: sec
zh_hans: 秒

# 空闲
source: Idle
zh_hans: 空闲

# 窗口非活跃时降低刷新频率
source: Reduce refresh rate when inactive
zh_hans: 窗口非活跃时降低刷新频率

# 系统
source: System
zh_hans: 系统

# 系统信息
source: System Info
zh_hans: 系统信息

# 系统版本
source: OS Version
zh_hans: 系统版本

# 系统监控
source: System Monitor
zh_hans: 系统监控

# 系统负载
source: Load Average
zh_hans: 系统负载

# 累计统计
source: Cumulative Stats
zh_hans: 累计统计

# 线程
source: Threads
zh_hans: 线程

# 线程组
source: Threadgroup
zh_hans: 线程组

# 线程组内存
source: Threadgroup Memory
zh_hans: 线程组内存

# 缓存信息
source: Cache Info
zh_hans: 缓存信息

# 缩放比例
source: Scaling
zh_hans: 缩放比例

# 网络
source: Network
zh_hans: 网络

# 网络接入点
source: Network Access Point
zh_hans: 网络接入点

# 网络监控
source: Network Monitor
zh_hans: 网络监控

# 耳机
source: Headphones
zh_hans: 耳机

# 能效核心
source: Efficiency Cores
zh_hans: 能效核心

# 良好
source: Good
zh_hans: 良好

# 色彩空间
source: Color Space
zh_hans: 色彩空间

# 色深
source: Bit Depth
zh_hans: 色深

# 菜单栏
source: Menu Bar
zh_hans: 菜单栏

# 蓝牙
source: Bluetooth
zh_hans: 蓝牙

# 蓝牙设备
source: Bluetooth Devices
zh_hans: 蓝牙设备

# 计算专用 (Headless)
source: Compute Only (Headless)
zh_hans: 计算专用 (Headless)

# 设备类型
source: Device Type
zh_hans: 设备类型

# 设备统计
source: Device Stats
zh_hans: 设备统计

# 设置…
source: Settings…
zh_hans: 设置…

# 详细规格
source: Specifications
zh_hans: 详细规格

# 读取
source: Read
zh_hans: 读取

# 读取操作
source: Read Ops
zh_hans: 读取操作

# 读取速度
source: Read Speed
zh_hans: 读取速度

# 读取速度历史
source: Read Speed History
zh_hans: 读取速度历史

# 软件信息
source: Software
zh_hans: 软件信息

# 较弱
source: Weak
zh_hans: 较弱

# 输入设备
source: Input Devices
zh_hans: 输入设备

# 输出设备
source: Output Devices
zh_hans: 输出设备

# 运行: %@
source: Running: %@
zh_hans: 运行: %@

# 运行应用
source: Running Apps
zh_hans: 运行应用

# 运行时间
source: Uptime
zh_hans: 运行时间

# 这是卡片内容
source: Card content goes here
zh_hans: 这是卡片内容

# 进程名称
source: Process Name
zh_hans: 进程名称

# 进程监控
source: Process Monitor
zh_hans: 进程监控

# 连接信息
source: Connection Info
zh_hans: 连接信息

# 退出
source: Quit
zh_hans: 退出

# 通用
source: General
zh_hans: 通用

# 通知
source: Notifications
zh_hans: 通知

# 逻辑分辨率
source: Logical Resolution
zh_hans: 逻辑分辨率

# 键盘
source: Keyboard
zh_hans: 键盘

# 键鼠套装
source: Keyboard & Mouse
zh_hans: 键鼠套装

# 降低 Skyview 自身能耗，回到前台时自动恢复全速刷新。
source: Lowers Skyview's own energy use. Full-speed refresh resumes automatically in the foreground.
zh_hans: 降低 Skyview 自身能耗，回到前台时自动恢复全速刷新。

# 非活跃
source: Inactive
zh_hans: 非活跃

# 音频
source: Audio
zh_hans: 音频

# 音频设备
source: Audio Device
zh_hans: 音频设备

# 麦克风
source: Microphone
zh_hans: 麦克风

# 鼠标
source: Mouse
zh_hans: 鼠标
